# programs
# brew "colima"
# brew "docker"
# brew "docker-compose"
brew "fd"
brew "fzf"
brew "git"
# brew "helm"
# brew "kubectl"
# brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tpm"
# brew "yazi"
brew "zoxide"

# linters
# brew "black"
brew "stylua"
# brew "yamlfmt"

# applications
# cask "discord"
cask "kitty"
cask "obsidian"
# cask "rectangle"
cask "todoist"

# fonts
cask "font-jetbrains-mono-nerd-font"
