# programs
brew "colima"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "git"
brew "helm"
brew "kubectl"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "zoxide"

# linters
brew "black"
brew "stylua"
brew "yamlfmt"

# applications
cask "claude"
cask "cursor"
cask "obsidian"
cask "todoist"

cask "visual-studio-code"
cask "visual-studio-code@insiders"

# fonts
cask "font-iosevka-term-nerd-font"
